export const forgotPasswordText = (name: string, code: string) => {
    return `Вітаємо, Шановний(а) ${name}!
    <p>
    Ви запросили скидання пароля у веб-порталі «Cyber Unicorns: reborn».
    <p>
    Ваш унікальний код для здійснення операції: <b>${code}</b>
    <p>
    Будь ласка, поверніться на сторінку веб-порталу та введіть даний код у відведене для цього поле.
    <p>
    Дякуємо, що користуєтесь нашою системою!
    <p>
    З повагою
    команда розробників 
    «Cyber Unicorns: reborn»`
}

export const feedbackText = (name: string, text: string) => {
    return `Вітаємо, Шановний(а) ${name}!
    <p>
    Дякуємо Вам, що поділились відгуком щодо веб-порталу «Cyber Unicorns: reborn».
    <p>
    Наша команда прислухається до наведених зауважень та коментарів.
    <p>
    Сподіваємось, Вам сподобалось працювати в нашій системі.
    <p>
    З повагою
    команда розробників
    «Cyber Unicorns: reborn»
    <p>
    Копія вашого листа:
    <q>${text}</q>`
}

